{
  "Index": {
    "content": "Merhaba, Ben Emir Jean Antonios. Bilgisayar mühendisi olarak, yazılım dünyasına olan sevgim ve merakım beni sürekli olarak yeni keşiflere ve öğrenmeye yönlendiriyor. Teknolojinin sınırlarını zorlayan bir tutkulu gezgin olarak, deneyimlerimi ve becerilerimi paylaşmak için buradayım."
  },
  "About": {
    "title": "Hakkımda",
    "content1": "Merhaba, ben Emir Jean Antonios. Beykent üniversitesi Bilgisayar Mühendisliği bölümünden mezunum. Bilgisayar mühendisliği serüvenime Haydarpaşa Teknik ve Mesleki Anadolu Lisesinde Bilişim bölümü okuyarak başladım. Lise yıllarımda PHP, C#, Javascript, HTML, CSS, SQL dillerinin derslerini aldım ve orta seviye bir web developer olarak Beykent üniversitesine başladım. Beykent Üniversitesinde aldığım teknik dersler ile hem bir mühendis gibi düşünmeyi öğrendim hem de yazılım bilgimi algoritmik düşünerek geliştirdim.",
    "content2": "Kanada'da 3 hafta kaldım. Kaldığım süre boyunca ingilizce eğitimi aldım ve Kanada'yı gezme fırsatı yakaladım. Daha sonra Amerika'ya geçtim ve Philadelphia, Washington ve New york'u gezdim. Lise 4 te okulumun robot kulübü ile San francisco da 1 hafta boyunca robot yarışmasında çevirmen olarak görev aldım. Üniversite yıllarımda erasmus yaptım ve Çekya'da 6 ay kaldım.",
    "content3": "Şu an Amerika menşeli bir firmada remote Frontend Developer olarak çalışıyorum. Bu deneyim, uluslararası bir perspektifle yazılım geliştirme fırsatı sunuyor ve uzaktan çalışma becerilerimi geliştirmeme yardımcı oluyor. Bu süreçte, farklı kültürlerden ve uzmanlıklardan gelen ekip üyeleriyle işbirliği yaparak projelerde daha etkili bir şekilde çalışmayı öğreniyorum. Ayrıca, modern web teknolojileri ve uygulama geliştirme alanındaki son trendleri takip ederek, projelerimizi her zaman en son teknolojilerle güncel tutuyoruz. Bu deneyim, bilgisayar mühendisliği kariyerimi daha da ileriye taşıma konusundaki tutkumu ve kararlılığımı pekiştiriyor.",
    "content4": "Her gün yeni bir gelişme yaşadığımız bilgisayar teknolojisini takip edip kendimi geliştiriyor ve çok sevdiğim mesleğimi en iyi şekilde yapmaya çalışıyorum."
  },
  "Header": {
    "about": "Hakkımda",
    "experience": "Tecrübelerim"
  },
  "Experiences": {
    "title": "Tecrübelerim"
  }
}
